Repository: binbankm/Cloudns
Catalog: CloudnsWidgets/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, it, ja, ko, pt_br, ru, zh_hans, zh_hant

source: Scheduled Triggers (%lld)
ar: المشغلات المجدولة (%lld)
de: Geplante Auslöser (%lld)
es: Activadores programados (%lld)
fr: Déclencheurs planifiés (%lld)
it: Trigger pianificati (%lld)
ja: スケジュールされたトリガー (%lld)
ko: 예약된 트리거(%lld)
pt_br: Acionadores agendados (%lld)
ru: Запланированные триггеры (%lld)
zh_hans: 已配置触发器 (%lld)
zh_hant: 已設定触發器 (%lld)

source: Scheme
ar: مخطط
de: Schema
es: Esquema
fr: Schéma
it: Schema
ja: スキーム
ko: 계획
pt_br: Esquema
ru: Схема
zh_hans: 协议方案 (Scheme)
zh_hant: 协议方案 (Scheme)

source: Scoped API Token
ar: رمز API محدد النطاق
de: Eingeschränkter API-Token
es: Token de API con ámbito
fr: Jeton d'API délimité
it: Token API con ambito
ja: スコープ付き API トークン
ko: 범위 지정 API 토큰
pt_br: Token de API com escopo
ru: API-токен с ограниченной областью действия
zh_hans: 作用域 API 令牌
zh_hant: 範圍限定 API 權杖

source: Scrape Shield
ar: كشط الدرع
de: Kratzschild
es: Escudo de raspado
fr: Gratter le bouclier
it: Scudo raschiante
ja: スクレープシールド
ko: 긁힌 방패
pt_br: Raspar Escudo
ru: Царапающий щит
zh_hans: 内容保护 (Scrape Shield)
zh_hant: 内容保護 (Scrape Shield)

source: Script code copied
ar: تم نسخ رمز البرنامج النصي
de: Skriptcode kopiert
es: Código de script copiado
fr: Code de script copié
it: Codice script copiato
ja: スクリプトコードがコピーされました
ko: 스크립트 코드가 복사되었습니다.
pt_br: Código do script copiado
ru: Код скрипта скопирован.
zh_hans: 代码已复制到剪贴板
zh_hant: 程式碼已複製到剪贴板

source: Script Deployed
ar: تم نشر البرنامج النصي
de: Skript bereitgestellt
es: Guión implementado
fr: Script déployé
it: Script distribuito
ja: スクリプトがデプロイされました
ko: 스크립트 배포됨
pt_br: Script implantado
ru: Скрипт развернут
zh_hans: 脚本部署成功
zh_hant: 脚本部署成功

source: Script Details
ar: تفاصيل البرنامج النصي
de: Skriptdetails
es: Detalles del guión
fr: Détails du script
it: Dettagli della sceneggiatura
ja: スクリプトの詳細
ko: 스크립트 세부정보
pt_br: Detalhes do roteiro
ru: Детали сценария
zh_hans: 脚本详情
zh_hant: 脚本詳情

source: Script Name
ar: اسم البرنامج النصي
de: Skriptname
es: Nombre del guión
fr: Nom du script
it: Nome dello script
ja: スクリプト名
ko: 스크립트 이름
pt_br: Nome do roteiro
ru: Имя сценария
zh_hans: 脚本名称
zh_hant: 脚本名称

source: Script Overview
ar: نظرة عامة على البرنامج النصي
de: Skriptübersicht
es: Descripción general del guión
fr: Aperçu des scripts
it: Panoramica dello script
ja: スクリプトの概要
ko: 스크립트 개요
pt_br: Visão geral do roteiro
ru: Обзор скрипта
zh_hans: 脚本概览
zh_hant: 脚本概覽

source: Script: %@
ar: البرنامج النصي: %@
de: Skript: %@
ja: スクリプト: %@
ko: 스크립트: %@
ru: Скрипт: %@
zh_hans: 脚本：%1$@
zh_hant: 指令碼：%1$@

source: Search %lld domains
ar: ابحث في %lld من المجالات
de: Durchsuchen Sie %lld Domains
es: Buscar dominios %lld
fr: Rechercher des domaines %lld
it: Cerca %lld domini
ja: %lld 個のドメインを検索
ko: %lld개 도메인 검색
pt_br: Pesquisar %lld domínios
ru: Поиск доменов %lld
zh_hans: 搜索 %lld 个域名
zh_hant: 搜尋 %lld 個網域稱

source: Search %lld records
ar: بحث في %lld من السجلات
de: %lld Datensätze durchsuchen
es: Buscar registros %lld
fr: Rechercher des enregistrements %lld
it: Cerca %lld record
ja: %lld レコードを検索
ko: %lld개 레코드 검색
pt_br: Pesquisar %lld registros
ru: Поиск записей в %lld
zh_hans: 搜索 %lld 条记录
zh_hant: 搜尋 %lld 條记录

source: Search Actions or Users
ar: إجراءات البحث أو المستخدمين
de: Suchaktionen oder Benutzer
es: Buscar acciones o usuarios
fr: Rechercher des actions ou des utilisateurs
it: Cerca azioni o utenti
ja: アクションまたはユーザーの検索
ko: 검색 작업 또는 사용자
pt_br: Pesquisar ações ou usuários
ru: Поиск действий или пользователей
zh_hans: 搜索操作动作或用户
zh_hant: 搜尋操作動作或用户

source: Search actions, domains, or users
ar: إجراءات البحث أو المجالات أو المستخدمين
de: Suchaktionen, Domänen oder Benutzer
es: Buscar acciones, dominios o usuarios
fr: Rechercher des actions, des domaines ou des utilisateurs
it: Cerca azioni, domini o utenti
ja: 検索アクション、ドメイン、またはユーザー
ko: 검색 작업, 도메인 또는 사용자
pt_br: Ações de pesquisa, domínios ou usuários
ru: Поиск действий, доменов или пользователей
zh_hans: 搜索操作动作、域名或用户
zh_hant: 搜尋操作動作、網域稱或用户

source: Search AI Models
ar: بحث في نماذج الذكاء الاصطناعي
de: KI-Modelle durchsuchen
es: Buscar modelos de IA
fr: Rechercher des modèles d'IA
it: Cerca modelli IA
ja: AIモデルを検索
ko: AI 모델 검색
pt_br: Buscar modelos de IA
ru: Поиск AI-моделей
zh_hans: 搜索 Workers AI 模型
zh_hant: 搜尋 Workers AI 模型

source: Search Applications
ar: بحث في تطبيقات Access
de: Access-Apps durchsuchen
es: Buscar aplicaciones de Access
fr: Rechercher des applications Access
it: Cerca app Access
ja: Accessアプリを検索
ko: Access 애플리케이션 검색
pt_br: Buscar aplicativos Access
ru: Поиск приложений Access
zh_hans: 搜索 Access 应用
zh_hant: 搜尋 Access 應用

source: Search by commit, branch, or ID
ar: البحث حسب الإيداع أو الفرع أو المعرف
de: Nach Commit, Branch oder ID suchen
es: Buscar por commit, rama o ID
fr: Rechercher par commit, branche ou ID
it: Cerca per commit, branch o ID
ja: コミット、ブランチ、または ID で検索
ko: 커밋, 브랜치 또는 ID로 검색
pt_br: Buscar por commit, branch ou ID
ru: Поиск по коммиту, ветке или ID
zh_hans: 按提交、分支或 ID 搜索
zh_hant: 依提交、分支或 ID 搜尋

source: Search Certificates
ar: بحث في شهادات الحافة
de: Edge-Zertifikate durchsuchen
es: Buscar certificados Edge
fr: Rechercher des certificats Edge
it: Cerca certificati Edge
ja: エッジ証明書を検索
ko: 엣지 인증서 검색
pt_br: Buscar certificados Edge
ru: Поиск Edge-сертификатов
zh_hans: 搜索边缘证书
zh_hant: 搜尋邊緣憑證

source: Search CIDR Blocks
ar: بحث في كتل CIDR
de: Durchsuchen Sie CIDR-Blöcke
es: Buscar bloques CIDR
fr: Rechercher des blocs CIDR
it: Cerca blocchi CIDR
ja: CIDR ブロックの検索
ko: CIDR 블록 검색
pt_br: Pesquisar blocos CIDR
ru: Поиск блоков CIDR
zh_hans: 搜索 CIDR 网段
zh_hant: 搜尋 CIDR 網段

source: Search D1 Databases
ar: بحث في قواعد بيانات D1
de: D1-Datenbanken durchsuchen
es: Buscar bases de datos D1
fr: Rechercher des bases de données D1
it: Cerca database D1
ja: D1データベースを検索
ko: D1 데이터베이스 검색
pt_br: Buscar bancos de dados D1
ru: Поиск баз данных D1
zh_hans: 搜索 D1 数据库
zh_hant: 搜尋 D1 資料庫

source: Search Deployments
ar: بحث في عمليات النشر
de: Deployments durchsuchen
es: Buscar implementaciones
fr: Rechercher des déploiements
it: Cerca distribuzioni
ja: デプロイを検索
ko: 배포 기록 검색
pt_br: Buscar implantações
ru: Поиск развертываний
zh_hans: 搜索部署版本
zh_hant: 搜索部署版本

source: Search Diagnostic Tools
ar: بحث في أدوات التشخيص
de: Suchen Sie nach Diagnosetools
es: Buscar herramientas de diagnóstico
fr: Rechercher des outils de diagnostic
it: Cerca strumenti diagnostici
ja: 検索診断ツール
ko: 진단 도구 검색
pt_br: Pesquisar ferramentas de diagnóstico
ru: Поиск диагностических инструментов
zh_hans: 搜索诊断工具
zh_hant: 搜尋诊断工具

source: Search Domains
ar: مجالات البحث
de: Suchdomänen
es: Buscar Dominios
fr: Rechercher des domaines
it: Cerca domini
ja: 検索ドメイン
ko: 도메인 검색
pt_br: Pesquisar domínios
ru: Поиск доменов
zh_hans: 搜索域名
zh_hant: 搜尋網域稱

source: Search Gateways
ar: بحث في بوابات الذكاء الاصطناعي
de: AI-Gateways durchsuchen
es: Buscar pasarelas de IA
fr: Rechercher des passerelles IA
it: Cerca gateway IA
ja: AIゲートウェイを検索
ko: AI 게이트웨이 검색
pt_br: Buscar gateways de IA
ru: Поиск AI-шлюзов
zh_hans: 搜索 AI Gateway
zh_hant: 搜尋 AI 閘道

source: Search Hyperdrive
ar: بحث في Hyperdrive
de: Suchen Sie nach Hyperdrive
es: Buscar hiperimpulsor
fr: Rechercher Hyperdrive
it: Cerca nell'iperguida
ja: ハイパードライブの検索
ko: 하이퍼드라이브 검색
pt_br: Pesquisar hiperdrive
ru: Поиск Гипердвигателя
zh_hans: 搜索 Hyperdrive
zh_hant: 搜尋 Hyperdrive

source: Search in code
ar: البحث في الكود
de: Suche im Code
es: Buscar en código
fr: Rechercher dans le code
it: Cerca nel codice
ja: コード内で検索する
ko: 코드에서 검색
pt_br: Pesquisar no código
ru: Искать в коде
zh_hans: 在代码中搜索
zh_hant: 在程式碼中搜尋

source: Search IP, Country or Action
ar: بحث حسب IP أو الدولة أو الإجراء
de: IP, Land oder Aktion durchsuchen
es: Buscar IP, país o acción
fr: Rechercher IP, pays ou action
it: Cerca IP, paese o azione
ja: IP、国、アクションを検索
ko: IP, 국가 또는 조치 검색
pt_br: Buscar IP, país ou ação
ru: Поиск по IP, стране или действию
zh_hans: 搜索 IP、国家或处置动作
zh_hant: 搜尋 IP、國家或處置動作

source: Search Keys
ar: بحث في المفاتيح
de: Schlüssel durchsuchen
es: Buscar claves
fr: Rechercher des clés
it: Cerca chiavi
ja: キーを検索
ko: 키 검색
pt_br: Buscar chaves
ru: Поиск ключей
zh_hans: 搜索键名 (Key)
zh_hant: 搜尋鍵名 (Key)

source: Search KV Namespaces
ar: بحث في مساحات أسماء KV
de: KV-Namespaces durchsuchen
es: Buscar espacios de nombres KV
fr: Rechercher des espaces KV
it: Cerca spazi dei nomi KV
ja: KV名前空間を検索
ko: KV 네임스페이스 검색
pt_br: Buscar namespaces KV
ru: Поиск пространств имен KV
zh_hans: 搜索 KV 命名空间
zh_hant: 搜尋 KV 命名空間

source: Search Lists
ar: بحث في القوائم
de: Listen durchsuchen
es: Buscar listas
fr: Rechercher des listes
it: Cerca elenchi
ja: リストを検索
ko: 목록 검색
pt_br: Buscar listas
ru: Поиск списков
zh_hans: 搜索列表
zh_hant: 搜尋清單

source: Search Logs
ar: البحث في السجلات
de: Protokolle durchsuchen
es: Buscar registros
fr: Rechercher dans les journaux
it: Cerca nei log
ja: ログを検索
ko: 로그 검색
pt_br: Buscar logs
ru: Поиск по логам
zh_hans: 搜索日志
zh_hant: 搜尋日誌

source: Search logs & URLs
ar: بحث في السجلات وعناوين URL
de: Logs & URLs durchsuchen
es: Buscar registros y URL
fr: Rechercher des logs et URL
it: Cerca log e URL
ja: ログとURLを検索
ko: 로그 및 URL 검색
pt_br: Buscar logs e URLs
ru: Поиск по логам и URL
zh_hans: 搜索实时日志与请求 URL
zh_hant: 搜尋即時日誌與請求 URL

source: Search Namespaces
ar: بحث في مساحات الأسماء
de: Namespaces durchsuchen
es: Buscar espacios de nombres
fr: Rechercher des espaces de noms
it: Cerca spazi dei nomi
ja: 名前空間を検索
ko: 네임스페이스 검색
pt_br: Buscar namespaces
ru: Поиск пространств имен
zh_hans: 搜索命名空间
zh_hant: 搜尋命名空間

source: Search Objects in Bucket
ar: بحث في كائنات الحاوية
de: Objekte im Bucket durchsuchen
es: Buscar objetos en el depósito
fr: Rechercher des objets dans le bucket
it: Cerca oggetti nel bucket
ja: バケット内のオブジェクトを検索
ko: 버킷의 객체 검색
pt_br: Buscar objetos no bucket
ru: Поиск объектов в бакете
zh_hans: 搜索存储桶中的对象
zh_hant: 搜尋儲存貯體中的物件

source: Search Pages
ar: البحث في Pages
de: Pages suchen
es: Buscar Pages
fr: Rechercher des Pages
it: Cerca Pages
ja: Pages を検索
ko: Pages 검색
pt_br: Pesquisar Pages
ru: Поиск Pages
zh_hans: 搜索 Pages
zh_hant: 搜尋 Pages

source: Search Pages Projects
ar: البحث في مشاريع Pages
de: Pages-Projekte durchsuchen
es: Buscar proyectos de Pages
fr: Rechercher des projets Pages
it: Cerca progetti Pages
ja: Pages プロジェクトを検索
ko: Pages 프로젝트 검색
pt_br: Buscar projetos do Pages
ru: Поиск проектов Pages
zh_hans: 搜索 Pages 项目
zh_hant: 搜尋 Pages 專案

source: Search Queues
ar: قوائم انتظار البحث
de: Suchwarteschlangen
es: Colas de búsqueda
fr: Files d'attente de recherche
it: Cerca code
ja: 検索キュー
ko: 검색 대기열
pt_br: Filas de pesquisa
ru: Поиск очередей
zh_hans: 搜索消息队列
zh_hant: 搜尋消息队列

source: Search R2 Buckets
ar: بحث في حاويات R2
de: R2-Buckets durchsuchen
es: Buscar depósitos R2
fr: Rechercher des buckets R2
it: Cerca bucket R2
ja: R2バケットを検索
ko: R2 버킷 검색
pt_br: Buscar buckets R2
ru: Поиск R2-бакетов
zh_hans: 搜索 R2 存储桶
zh_hant: 搜尋 R2 儲存貯體

source: Search records
ar: سجلات البحث
de: Datensätze durchsuchen
es: Buscar registros
fr: Rechercher des enregistrements
it: Cerca record
ja: レコードの検索
ko: 기록 검색
pt_br: Pesquisar registros
ru: Поиск записей
zh_hans: 搜索记录
zh_hant: 搜尋记录

source: Search Redirect Items
ar: بحث في عناصر إعادة التوجيه
de: Weiterleitungselemente durchsuchen
es: Buscar elementos de redireccionamiento
fr: Rechercher des éléments de redirection
it: Cerca elementi di reindirizzamento
ja: リダイレクト項目を検索
ko: 리디렉션 항목 검색
pt_br: Buscar itens de redirecionamento
ru: Поиск элементов перенаправления
zh_hans: 搜索重定向规则项
zh_hant: 搜尋重定向規則項目

source: Search Rules
ar: بحث في القواعد
de: Regeln durchsuchen
es: Buscar reglas
fr: Rechercher des règles
it: Cerca regole
ja: ルールを検索
ko: 규칙 검색
pt_br: Buscar regras
ru: Поиск правил
zh_hans: 搜索规则
zh_hant: 搜索規則

source: Search Secrets
ar: أسرار البحث
de: Geheimnisse suchen
es: Secretos de búsqueda
fr: Rechercher des secrets
it: Cerca segreti
ja: シークレットの検索
ko: 비밀 검색
pt_br: Segredos de pesquisa
ru: Секреты поиска
zh_hans: 搜索密钥
zh_hant: 搜尋密钥

source: Search Services or PoPs (e.g. DNS, Workers, HKG)
ar: بحث في الخدمات أو نقاط التواجد (مثل DNS، Workers، HKG)
de: Dienste oder PoP-Standorte suchen (z. B. DNS, Workers, HKG)
es: Buscar servicios o nodos PoP (ej. DNS, Workers, HKG)
fr: Rechercher des services ou PoP (ex. DNS, Workers, HKG)
it: Cerca servizi o nodi PoP (es. DNS, Workers, HKG)
ja: サービスまたはPoPノードを検索 (例: DNS, Workers, HKG)
ko: 서비스 또는 PoP 검색 (예: DNS, Workers, HKG)
pt_br: Buscar serviços ou nós PoP (ex. DNS, Workers, HKG)
ru: Поиск служб или PoP-узлов (напр. DNS, Workers, HKG)
zh_hans: 搜索服务或数据中心节点 (如 DNS, Workers, HKG)
zh_hant: 搜尋服務或資料中心節點 (如 DNS, Workers, HKG)

source: Search Tunnels
ar: بحث في الأنفاق
de: Tunnel durchsuchen
es: Buscar túneles
fr: Rechercher des tunnels
it: Cerca tunnel
ja: トンネルを検索
ko: 터널 검색
pt_br: Buscar túneis
ru: Поиск туннелей
zh_hans: 搜索 Cloudflare 隧道
zh_hant: 搜尋 Cloudflare 隧道

source: Search Variables & Secrets
ar: بحث المتغيرات والأسرار
de: Suchvariablen und Geheimnisse
es: Buscar variables y secretos
fr: Rechercher des variables et des secrets
it: Cerca variabili e segreti
ja: 検索変数とシークレット
ko: 변수 및 비밀 검색
pt_br: Variáveis ​​e segredos de pesquisa
ru: Поиск переменных и секретов
zh_hans: 搜索变量与 Secret
zh_hant: 搜尋變量与机密

source: Search Widgets
ar: بحث الحاجيات
de: Such-Widgets
es: Buscar widgets
fr: Widgets de recherche
it: Cerca widget
ja: 検索ウィジェット
ko: 검색 위젯
pt_br: Widgets de pesquisa
ru: Поисковые виджеты
zh_hans: 搜索小组件
zh_hant: 搜尋小組件

source: Search Workers
ar: البحث في Workers
de: Workers suchen
es: Buscar Workers
fr: Rechercher des Workers
it: Cerca Workers
ja: Workers を検索
ko: Workers 검색
pt_br: Pesquisar Workers
ru: Поиск Workers
zh_hans: 搜索 Workers
zh_hant: 搜尋 Workers

source: Seconds
ar: ثواني
de: Sekunden
es: Artículos de segunda clase
fr: Secondes
it: Secondi
ja: 秒
ko: 초
pt_br: Segundos
ru: Секунды
zh_hans: 秒
zh_hant: 秒

source: Secret
ar: سر
es: Secreto
it: Segreto
ja: シークレット
ko: 시크릿
pt_br: Segredo
ru: Секрет
zh_hans: 密钥 (Secret)
zh_hant: 密鑰 (Secret)

source: Secret Deleted
ar: تم حذف السر
de: Geheimnis gelöscht
es: Secreto eliminado
fr: Secret supprimé
it: Segreto eliminato
ja: シークレットが削除されました
ko: 비밀번호가 삭제되었습니다.
pt_br: Segredo excluído
ru: Секрет удален
zh_hans: 密钥已删除
zh_hant: 密钥已刪除

source: Secret Key
ar: المفتاح السري
de: Geheimer Schlüssel
es: clave secreta
fr: Clé secrète
it: Chiave segreta
ja: 秘密鍵
ko: 비밀키
pt_br: Chave secreta
ru: Секретный ключ
zh_hans: 变量名 (Key)
zh_hant: 變量名 (Key)

source: Secret Key (Private)
ar: المفتاح السري (خاص)
de: Geheimer Schlüssel (privat)
es: Clave secreta (privada)
fr: Clé secrète (privée)
it: Chiave segreta (privata)
ja: 秘密鍵（秘密鍵）
ko: 비밀 키(비공개)
pt_br: Chave secreta (privada)
ru: Секретный ключ (частный)
zh_hans: 私密密钥 (Private)
zh_hant: 私密密钥 (Private)

source: Secret Key copied
ar: تم نسخ المفتاح السري
de: Geheimer Schlüssel kopiert
es: Clave secreta copiada
fr: Clé secrète copiée
it: Chiave segreta copiata
ja: 秘密鍵がコピーされました
ko: 비밀 키가 복사되었습니다.
pt_br: Chave secreta copiada
ru: Секретный ключ скопирован.
zh_hans: Secret Key 已复制
zh_hant: Secret Key 已複製

source: Secret Key Name
ar: اسم المفتاح السري
de: Geheimer Schlüsselname
es: Nombre de clave secreta
fr: Nom de la clé secrète
it: Nome della chiave segreta
ja: 秘密鍵の名前
ko: 비밀 키 이름
pt_br: Nome da chave secreta
ru: Имя секретного ключа
zh_hans: Secret 变量名
zh_hant: 机密鍵名

source: Secret name copied
ar: تم نسخ الاسم السري
de: Geheimname kopiert
es: Nombre secreto copiado
fr: Nom secret copié
it: Nome segreto copiato
ja: シークレット名がコピーされました
ko: 비밀번호 이름이 복사되었습니다.
pt_br: Nome secreto copiado
ru: Секретное имя скопировано.
zh_hans: 已复制密钥名称
zh_hant: 已複製密钥名称

source: Secret Rotated
ar: استدارة سرية
de: Geheimnis gedreht
es: secreto girado
fr: Secret tourné
it: Segreto ruotato
ja: 秘密が回転しました
ko: 비밀 회전
pt_br: Segredo girado
ru: Секрет повернут
zh_hans: Secret 已轮换
zh_hant: Secret 已轮换

source: Secret saved successfully
ar: تم حفظ السر بنجاح
de: Geheimnis erfolgreich gespeichert
es: Secreto guardado exitosamente
fr: Secret enregistré avec succès
it: Segreto salvato con successo
ja: シークレットが正常に保存されました
ko: 비밀번호가 성공적으로 저장되었습니다
pt_br: Segredo salvo com sucesso
ru: Секрет успешно сохранен
zh_hans: 密钥保存成功
zh_hant: 密钥儲存成功

source: Secret Value
ar: القيمة السرية
de: Geheimer Wert
es: Valor secreto
fr: Valeur secrète
it: Valore segreto
ja: 秘密の値
ko: 비밀 가치
pt_br: Valor secreto
ru: Секретная ценность
zh_hans: 密钥内容 (Secret Value)
zh_hant: 密钥内容 (Secret Value)

source: Secret Value (Encrypted)
ar: القيمة السرية (مشفرة)
de: Geheimer Wert (verschlüsselt)
es: Valor secreto (cifrado)
fr: Valeur secrète (cryptée)
it: Valore segreto (crittografato)
ja: シークレット値（暗号化）
ko: 비밀 값(암호화됨)
pt_br: Valor secreto (criptografado)
ru: Секретное значение (зашифрованное)
zh_hans: Secret 值 (已加密)
zh_hant: 机密值 (已加密)

source: Secret values are strictly write-only and encrypted. To change a value, simply save a new value under the same secret name.
ar: القيم السرية تكون مكتوبة فقط ومشفرة. لتغيير قيمة، ما عليك سوى حفظ قيمة جديدة تحت نفس الاسم السري.
de: Geheime Werte sind ausschließlich schreibgeschützt und verschlüsselt. Um einen Wert zu ändern, speichern Sie einfach einen neuen Wert unter demselben geheimen Namen.
es: Los valores secretos son estrictamente de solo escritura y están cifrados. Para cambiar un valor, simplemente guarde un valor nuevo con el mismo nombre secreto.
fr: Les valeurs secrètes sont strictement en écriture seule et cryptées. Pour modifier une valeur, enregistrez simplement une nouvelle valeur sous le même nom secret.
it: I valori segreti sono rigorosamente di sola scrittura e crittografati. Per modificare un valore, salva semplicemente un nuovo valore con lo stesso nome segreto.
ja: シークレット値は厳密に書き込み専用であり、暗号化されます。値を変更するには、同じシークレット名で新しい値を保存するだけです。
ko: 비밀 값은 엄격하게 쓰기 전용이며 암호화됩니다. 값을 변경하려면 동일한 비밀 이름으로 새 값을 저장하면 됩니다.
pt_br: Os valores secretos são estritamente somente para gravação e criptografados. Para alterar um valor, basta salvar um novo valor com o mesmo nome secreto.
ru: Секретные значения доступны только для записи и зашифрованы. Чтобы изменить значение, просто сохраните новое значение под тем же секретным именем.
zh_hans: Secret 值严格为只写且已加密。如需更改，只需在相同 Secret 名称下保存新值。
zh_hant: 机密值严格為只写且已加密。如需更改，只需在相同机密名称下儲存新值。

source: Secrets (%lld)
ar: الأسرار (%lld)
es: Secretos (%lld)
it: Segreti (%lld)
ja: シークレット (%lld)
ko: 시크릿 (%lld)
pt_br: Segredos (%lld)
ru: Секреты (%lld)
zh_hans: 密钥 (%lld)
zh_hant: 密鑰 (%lld)

source: Secrets are encrypted and exposed as environment variables to your Worker script at runtime.
ar: يتم تشفير الأسرار وعرضها كمتغيرات بيئة للبرنامج النصي العامل الخاص بك في وقت التشغيل.
de: Geheimnisse werden verschlüsselt und zur Laufzeit als Umgebungsvariablen für Ihr Worker-Skript verfügbar gemacht.
es: Los secretos se cifran y se exponen como variables de entorno en su script de trabajo en tiempo de ejecución.
fr: Les secrets sont chiffrés et exposés en tant que variables d'environnement à votre script Worker au moment de l'exécution.
it: I segreti vengono crittografati ed esposti come variabili di ambiente nello script Worker in fase di runtime.
ja: シークレットは暗号化され、実行時に環境変数としてWorker スクリプトに公開されます。
ko: 비밀은 암호화되어 런타임 시 Worker 스크립트에 환경 변수로 노출됩니다.
pt_br: Os segredos são criptografados e expostos como variáveis ​​de ambiente ao seu script Worker em tempo de execução.
ru: Секреты шифруются и предоставляются как переменные среды вашему рабочему сценарию во время выполнения.
zh_hans: 密钥在保存后将被高强度加密，仅在脚本运行时作为环境变量注入。
zh_hant: 密钥在儲存後将被高强度加密，仅在脚本运行時作為环境變量注入。

source: Secrets are encrypted upon saving and cannot be retrieved or read back by the API.
ar: يتم تشفير الأسرار عند الحفظ ولا يمكن استرجاعها أو قراءتها مرة أخرى بواسطة واجهة برمجة التطبيقات.
de: Geheimnisse werden beim Speichern verschlüsselt und können von der API nicht abgerufen oder zurückgelesen werden.
es: Los secretos se cifran al guardarlos y la API no los puede recuperar ni leer.
fr: Les secrets sont cryptés lors de l'enregistrement et ne peuvent pas être récupérés ou relus par l'API.
it: I segreti vengono crittografati al momento del salvataggio e non possono essere recuperati o riletti dall'API.
ja: シークレットは保存時に暗号化され、API によって取得または読み戻すことはできません。
ko: 비밀은 저장 시 암호화되며 API로 검색하거나 다시 읽을 수 없습니다.
pt_br: Os segredos são criptografados ao serem salvos e não podem ser recuperados ou lidos pela API.
ru: Секреты шифруются при сохранении и не могут быть получены или прочитаны API.
zh_hans: Secret 在保存后即被加密，无法通过 API 检索或回读。
zh_hant: 机密在儲存後即被加密，無法通過 API 檢索或回讀。

source: Secrets cannot be viewed after saving. Use for API keys, tokens and passwords.
ar: لا يمكن الاطلاع على الأسرار بعد الحفظ. يُستخدم لمفاتيح API والرموز المميزة وكلمات المرور.
de: Geheimnisse können nach dem Speichern nicht mehr angezeigt werden. Verwendung für API-Schlüssel, Token und Passwörter.
es: Los secretos no se pueden ver después de guardarlos. Úselo para claves API, tokens y contraseñas.
fr: Les secrets ne peuvent pas être consultés après l'enregistrement. À utiliser pour les clés API, les jetons et les mots de passe.
it: I segreti non possono essere visualizzati dopo il salvataggio. Utilizzare per chiavi API, token e password.
ja: シークレットは保存後は表示できません。 API キー、トークン、パスワードに使用します。
ko: 저장한 후에는 비밀을 볼 수 없습니다. API 키, 토큰 및 비밀번호에 사용됩니다.
pt_br: Os segredos não podem ser visualizados após serem salvos. Use para chaves de API, tokens e senhas.
ru: Секреты нельзя просмотреть после сохранения. Используйте для ключей API, токенов и паролей.
zh_hans: Secret 在保存后不可查看。适用于 API 密钥、令牌和密码。
zh_hant: 机密在儲存後不可查看。适用于 API 密钥、令牌和密碼。

source: Section
ar: القسم
de: Abschnitt
es: Sección
it: Sezione
ja: セクション
ko: 섹션
pt_br: Seção
ru: Раздел
zh_hans: 部分
zh_hant: 區段

source: Secure internal server ingress
ar: دخول آمن للخادم الداخلي بدون عنوان IP عام
de: Sicherer interner Server-Ingress
es: Ingreso seguro a servidores internos sin IP pública
fr: Entrée de serveur interne sécurisée sans IP publique
it: Ingresso sicuro al server interno senza IP pubblico
ja: パブリック IP 不要の安全な内部サーバー侵入
ko: 공인 IP가 필요 없는 안전한 내부 서버 유입
pt_br: Ingresso seguro de servidor interno sem IP público
ru: Безопасный туннель к внутренним серверам без публичного IP
zh_hans: 内网安全穿透，无需公网 IP
zh_hant: 內網安全穿透，無需公網 IP

source: Security
ar: حماية
de: Sicherheit
es: Seguridad
fr: Sécurité
it: Sicurezza
ja: 安全
ko: 보안
pt_br: Segurança
ru: Безопасность
zh_hans: 安全
zh_hant: 安全性

source: Security & Verification
ar: الأمن والتحقق
de: Sicherheit und Verifizierung
es: Seguridad y verificación
fr: Sécurité et vérification
it: Sicurezza e verifica
ja: セキュリティと検証
ko: 보안 및 검증
pt_br: Segurança e Verificação
ru: Безопасность и проверка
zh_hans: 安全与人机验证
zh_hant: 安全性与人機驗證

source: Security & WAF
ar: الأمن والواف
de: Sicherheit und WAF
es: Seguridad y WAF
fr: Sécurité et WAF
it: Sicurezza e WAF
ja: セキュリティとWAF
ko: 보안 및 WAF
pt_br: Segurança e WAF
ru: Безопасность и WAF
zh_hans: 安全与 WAF
zh_hant: 安全性与 WAF

source: Security Center
ar: مركز الأمن
de: Sicherheitscenter
es: Centro de seguridad
fr: Centre de sécurité
it: Centro di sicurezza
ja: セキュリティセンター
ko: 보안센터
pt_br: Central de segurança
ru: Центр безопасности
zh_hans: 安全中心
zh_hant: 安全性中心

source: Security Events
ar: الأحداث الأمنية
de: Sicherheitsereignisse
es: Eventos de seguridad
fr: Événements de sécurité
it: Eventi di sicurezza
ja: セキュリティイベント
ko: 보안 이벤트
pt_br: Eventos de segurança
ru: События безопасности
zh_hans: 安全拦截事件
zh_hant: 安全性拦截事件

source: Security Level
ar: مستوى الأمان
de: Sicherheitsstufe
es: Nivel de seguridad
fr: Niveau de sécurité
it: Livello di sicurezza
ja: セキュリティ レベル
ko: 보안 수준
pt_br: Nível de segurança
ru: Уровень безопасности
zh_hans: 安全级别
zh_hant: 安全性層級

source: Security level, Bot Fight Mode
ar: مستوى الأمان، وضع قتال الروبوتات
de: Sicherheitsstufe, Bot-Kampfmodus
es: Nivel de seguridad, modo de lucha contra robots
fr: Niveau de sécurité, mode combat de robots
it: Livello di sicurezza, modalità Lotta Bot
ja: セキュリティレベル、ボットファイトモード
ko: 보안 수준, 봇 전투 모드
pt_br: Nível de segurança, modo Bot Fight
ru: Уровень безопасности, режим боя с ботами
zh_hans: 安全级别、机器人对抗模式
zh_hant: 安全性級別、机器人对抗模式
